<?php
$news = array(array());
$news[0] = array('title' => 'Без много шум: спасителната тръба за Перник поскъпна с 2 милиона', 'body' => 'По първоначални данни, спасителната тръба за Перник трябваше да струва 25 милиона лева на данъкоплатците. Тази информация беше обявена официално от икономическия министър Караниколов, както и от неговата колежка Петя Аврамова, още на 18 януари. Десет дни по-късно премиерът Борисов съобщи, че тръбата няма да струва повече от 26 милиона лева. На 1 февруари цената вече е различна – според министър Караниколов, проектът ще бъде на стойност 27 милиона и 39 хиляди лева. Той разясни, че са заложени 1.9 милиона за непредвидени дейности, за които се смята, че “вероятно ще бъдат възстановени”.

“Както виждате, идват тръбите – 130 камиона очакваме. Има график. Между 23 дена и 25 дена ще е (изпълнението на) поръчката”, уточни министър Караниколов, цитиран от БНР.', 'date' => '02-01-20', );
$news[1] = array('title' => 'Стана ясно кой е бившият шеф на митниците, арестуван заради кокаина', 'body' => '

Бившият шеф на столичната митница Красимир Керемедчийски е единият от задържаните при акцията на полицията в столичния кв. “Слатина”, съобщава Нова телевизия.

Както стана ясно, при операцията бе задържан над 100 кг. кокаин:

Заловиха огромна пратка кокаин в София. Бивш шеф на Агенция “Митници” е арестуван.

Керемедчийски е назначен на поста през 2001 година. Предполага се, че за него е била предназначена пратката.

Кокаинът е бил импрегниран в кашони на цитрусови плодове. Стоката идва от страна извън Европейския съюз, но е преминала  през почти целия съюз, съобщи на място главният секретар на МВР Ивайло Иванов.
', 'data' => '01-31-18' ,);
$news[2] = array('title' => 'Само" 13 осъдителни решения за България в Страсбург през 2019 г.', 'body' => '

За пръв път от 1995 г.  насам , България е извън челната десетка по брой осъдителни решения на Европейския съд по правата на човека. Това съобщиха от пресцентъра на Министерството на правосъдието, позовавайки се на данните в годишния доклад на Съда.
Европейският съд по правата на човека (ЕСПЧ) е постановил 13 осъдителни решения срещу страната ни през 2019г., което е сериозен спад в сравнение с 27 през 2018г.

България обаче е с 497 висящи жалби пред Съда, но все пак тенденцията за намаляване на техния брой се запазва, констатират от Министерството на правосъдието.
Страната ни е слязла с три позиции в класацията от 8 на 11 място по брой осъдителни решения, в които Съдът е намерил поне едно нарушение на Конвенцията.

Според официалната  информация на Секретариата на Съда за 2019 г., държавите членки с най-голям брой осъдителни решения са Русия (186), Украйна (109), Турция (97), Румъния (56), Молдова (39) Унгария (36) и Гърция (23) Армения (18) Азербайджан – 18.

Общият брой на висящите жалби, разпределени на съдебен състав пред Съда за 2019 г., възлиза на 59 800 бр., като една четвърт от всички са срещу Русия. Следват Турция 9250, Украйна 8850, Румъния 7900 и Италия 3050.
', 'date' => '01-28-20', );
$news[3] = array('title' => 'КЗП призовава: Внимавайте с рекламите на продукти за отслабване!', 'body' => '

Експертите на КЗП апелират към гражданите да бъдат внимателни с обещанията за бързи резултати при употребата на различни продукти за намаляване на теглото. От Комисията са категорични,че твърдения за премахване на болки или подобряване на кондицията от даден продукт могат да бъдат подвеждащи.
Тогава, когато практиката десетки години назад е показвала, че определени ефекти, като например бързото отслабване, могат да бъдат постигнати, но това става само с желязна воля, определени диети и никога с няколкодневното използване на хапче, лепенка, дъвка или нещо подобно, не бива да се предоверяваме.“ За това предупреди в интервю за Нова телевизия председателят на Комисията за защита на потребителите Димитър Маргаритов, като потвърди, че институцията продължава да осъществява контрол и да реагира на жалби и сигнали от граждани.

Маргаритов препоръча критичност към подобни оферти. „Напоследък, особено в онлайн пространството, има доста такива, за мен лично, заблуждаващи послания, които предизвикват хората да обърнат внимание на определени продукти – основно поради това, че те имат бърз, чудодеен ефект“, коментира той.

Практиката показва, че често страниците за поръчка на такива продукти са регистрирани в трети страни, а търговецът невинаги може да се открие и да му бъде ангажирана отговорността. „Ако търговците са регистрирани в държава от Европейския съюз, сега вече ще бъде по-лесно, тъй като и нашата Комисия в някаква степен, а и сродните ни институции от другите държави членки, ще имат функции при определени обстоятелства да разпореждат премахване на такова електронно съдържание и това би предпазило потребителите в доста по-голяма степен“, добави Маргаритов. Става дума за трансгранични нарушения на потребителското право, които могат да увредят колективните интереси на потребителите в поне две държави членки или да засегнат потребителите в най-малко две трети от държавите членки, които заедно представляват най-малко две трети от населението на Съюза.

Проблем е и че тези оферти създават у потребителите една заблуда и понякога хората, експериментирайки с подобни продукти, могат да предизвикат определени рискове за здравето или дори за живота си“, акцентира Маргаритов.

КЗП има произнасяния за наличието и забраната на нелоялни практики при подобни случаи. Например, при предлагането на лепенки за отслабване. Продуктът е трябвало да съдържа кафяви водорасли с голямо количество йод, който да засили метаболизма и да доведе до намаляване на теглото. „Отделен е въпросът, който вероятно по-добре биха могли да изяснят специалистите в тази област – ако въпросното вещество се съдържаше в продукта, това нямаше ли да води до някакви други, здравословни рискове за потребителите. Но заедно с Изпълнителна агенция по лекарствата чрез лабораторни изпитвания установихме, че то изобщо не се съдържа в тези лепенки. Така със съвместните усилия на двете институции се стигна до забрана на нелоялната практика“, посочи председателят на КЗП.

Маргаритов обясни, че когато се използват популярни личности без тяхното знание и съгласие, посланията също могат да бъдат разгледани като нелоялни търговски практики и спекулация с личната неприкосновеност на хората, гарантирана по Конституция.

Според него може да има и коректни реклами, но по думите му те по-скоро биха касаели продукти или процеси, които имат по-дълго развитие във времето, доста по-сложни са и изискват от самия човек да положи някакви усилия. „Когато се очаква той само да изпие едно хапче или само да залепи една лепенка, най-вероятно „професорът“, който го препоръчва, всъщност изобщо не е професор и може би даже и не съществува такава личност“, посочи председателят на КЗП. Той препоръча, ако се търсят мнения в социалните мрежи, те да са от близки хора.

При съмнения потребителите могат да подават жалби в КЗП. „Особено когато видят, че нещо, което се представя с герои с български имена, които рекламират подобни продукти и същевременно някъде другаде се натъкнат в чужд електронен магазин или сайт на същите хора, само че вече с други имена и други националности, да сигнализират, за да може под формата на трансгранично сътрудничество между контролните органи тези нарушения да бъдат установявани и забранявани“, завърши Маргаритов.
', 'date' =>'07-14-20', );
$news[4] = array('title' => 'Времето: Предимно слънчево, с температури до 18 градуса', 'body' => '

Днес времето ще е предимно слънчево, с повече облаци преди обяд над планините и Източна България, според данни на Националния институт по метеорология и хидрология (НИМХ). Запад-северозападният вятър постепенно ще отслабва и до вечерта в повечето райони ще стихне. Дневните температури ще се повишат и максималните ще са между 13° и 18°. Атмосферното налягане ще се задържи малко по-ниско от средното за месеца.

Над Черноморието ще преобладава слънчево време, с временни увеличения на облачността в часовете преди обяд. Ще духа слаб до умерен западен вятър. Максималните температури ще са между 12° и 16°. Температурата на морската вода е около 8°. Вълнението на морето ще е 2 бала.

Над планините ще е предимно слънчево с повече облаци в сутрешните часове. Преди обяд ще духа умерен, по високите и открити части и временно силен северозападен вятър, който след обяд ще отслабва и ще се ориентира от запад. Максимална температура на 1200 метра – около 10°, на 2000 метра – около 3°.', 'date' => '04-17-20', );



for ($i = 0; $i < 5; $i++) { 
    foreach ($news[$i] as $key => $value) {
    	
    	if ($key =='body') {
    		$value = mb_substr($value,0,60);
    			
    	}
    		
echo $key.': '.$value.'<br/>';
    		
    	
    	
    	
    }
    echo '<br/>';
}
?>